[
    {
        "name": "Turtle Rock",
        "category": "Rivers",
        "city": "Twentynine Palms",
        "state": "California",
        "id": 1001,
        "isFeatured": true,
        "isFavorite": true,
        "park": "Joshua Tree National Park",
        "coordinates": {
            "longitude": -116.166868,
            "latitude": 34.011286
        },
        "description": "Turtle Rock is a rock formation in Joshua Tree National Park, California. This massive formation is located across from the parking lot from the entrance into Real Hidden Valley area in Joshua Tree National Park. The northwest face of Turtle Rock is several hundred feet long and works like a massive wall protecting a pleasant picnic area with trees, benches, and even bathrooms. On any weekend during the climbing season, you may see several climbing classes in progress under the trees and around many boulders strewn on the base of the northwest face. You will also run into families picnicking and children scrambling on smaller low angle rocks.Turtle Rock, being the most prominent rock formation in this area, attracts many tour buses and tourists. The rock practically covers the entire southern parameter of the parking lot giving the area a sense of being enclosed and protected. You may find yourself being invited to special events held in the parking lot such as religious ceremonies or star gazing parties. Amateur and professional astronomers bring their telescopes and invite the public to observe deep sky objects such as galaxies and globular clusters.",
        "imageName": "turtlerock"
    },
    {
        "name": "Silver Salmon Creek",
        "category": "Lakes",
        "city": "Port Alsworth",
        "state": "Alaska",
        "id": 1002,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Lake Clark National Park and Preserve",
        "coordinates": {
            "longitude": -152.665167,
            "latitude": 59.980167
        },
        "description": "At Silver Salmon Creek Lodge Alaska bear viewing, other wildlife, landscape, and outdoor opportunities combine to offer visitors a true sense of Alaskan wilderness. Towering volcanic mountains form an immediate backdrop to the tidal marshes, streams and pristine salt-water bays which comprise the coastline of Lake Clark National Park. Silver Salmon Creek Lodge is a premier vacation destination for wildlife photography, world-class sport fishing and Alaska bear viewing. Under the same management since 1983, hosts David and Joanne Coray welcome all national and international guests. The lodge offers its patrons a sense of Alaska adventure with all of the upscale amenities as well. The lodge has developed into one of the premier sites in Alaska to view Brown Bears in their natural environment. Our knowledgeable guides assist our guests in getting properly positioned for excellent viewing, understand behavioral nuances and gain key information about bear biology. Bear viewing services are offered from June through mid-September, and we also offer an overnight bear viewing package.",
        "imageName": "silversalmoncreek"
    },
    {
        "name": "Chilkoot Trail",
        "category": "Mountains",
        "city": "Skagway",
        "state": "Alaska",
        "id": 1003,
        "isFeatured": false,
        "isFavorite": true,
        "park": "Klondike Gold Rush National Historical Park",
        "coordinates": {
            "longitude": -135.334571,
            "latitude": 59.560551
        },
        "description": "The Chilkoot Trail is a 33-mile (53 km) trail through the Coast Mountains that leads from Dyea, Alaska, in the United States, to Bennett, British Columbia, in Canada. It was a major access route from the coast to Yukon goldfields in the late 1890s. The trail became obsolete in 1899 when a railway was built from Dyea's neighbor port Skagway along the parallel White Pass trail. The Chilkoot Trail and Dyea Site was designated a U.S. National Historic Landmark in 1978. In 1987, the trail was designated a National Historic Site of Canada. In 1998, the centennial of the gold rush, Chilkoot Trail National Historic Site in British Columbia joined with the U.S. park to create the Klondike Gold Rush National Historical Park.",
        "imageName": "chilkoottrail"
    },
    {
        "name": "St. Mary Lake",
        "category": "Lakes",
        "city": "Browning",
        "state": "Montana",
        "id": 1004,
        "isFeatured": true,
        "isFavorite": true,
        "park": "Glacier National Park",
        "coordinates": {
            "longitude": -113.536248,
            "latitude": 48.69423
        },
        "description": "St. Mary Lake is located on the east side of Glacier National Park along the Going-to-the-Sun Road. The 10-mile long lake offers a variety of wildlife viewing opportunities include elk, mule deer and both grizzly and black bears. In the warmer seasons, wildflowers such as Indian paintbrush and lupine grace the hillsides; in the fall, the hillsides burst with oranges and yellows of the aspens, while winter provides cross-country and snowshoeing opportunities.  As you travel on the Going-to-the-Sun Road, watch for numerous pullouts that provide opportunities to see Jackson Glacier, hike to 100-foot Virginia Falls or photograph Wild Goose Island. Just past the East Entrance, the St. Mary Visitor Center provides opportunities to meet staff rangers, learn about the park and see \"the Backbone of the World\" (as it's called by the Blackfeet) through eyes of the Native Americans who call Glacier home.  Another great way to experience the lake is via a scenic boat cruise. Glacier Park Boat Company provides tours June through September.",
        "imageName": "stmarylake"
    },
    {
        "name": "Twin Lake",
        "category": "Lakes",
        "city": "Twin Lakes",
        "state": "Alaska",
        "id": 1005,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Lake Clark National Park and Preserve",
        "coordinates": {
            "longitude": -153.849883,
            "latitude": 60.641684
        },
        "description": "Twin Lakes is a complex of two large lakes in Lake Clark National Park in the U.S. state of Alaska, near the northeast corner of Lake and Peninsula Borough. It contains a 6-mile-long (9.7 km) upper lake and a smaller 4-mile-long (6.4 km) lower lake, joined by a short connecting stream. The lakes outflow westward into the Chilikadrotna River (and eventually into the Mulchatna and Nushagak Rivers and Nushagak Bay). It is quite remote and unpopulated, except in the late summer as it is a popular hunting spot. The lake complex was the retirement home of naturalist Richard Proenneke (1916–2003), who spent most (1968–1998) of the last 35 years of his life living there in a log cabin he built by hand. (See One Man's Wilderness: An Alaskan Odyssey and Alone in the Wilderness). It is only reachable by air taxi via a float or a wheel plane.",
        "imageName": "twinlake"
    },
    {
        "name": "Lake McDonald",
        "category": "Mountains",
        "city": "West Glacier",
        "state": "Montana",
        "id": 1006,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Glacier National Park",
        "coordinates": {
            "longitude": -113.934831,
            "latitude": 48.56002
        },
        "description": "Lake McDonald is the largest lake in Glacier National Park. It is located at 48°35′N 113°55′W in Flathead County in the U.S. state of Montana. Lake McDonald is approximately 10 miles (16 km) long, and over a mile (1.6 km) wide and 472 feet (130 m) deep, filling a valley formed by a combination of erosion and glacial activity. Lake McDonald lies at an elevation of 3,153 feet (961 m) and is on the west side of the Continental Divide. Going-to-the-Sun Road parallels the lake along its southern shoreline. The surface area of the lake is 6,823 acres (27.6 km2). The lake is home to numerous native species of trout, and other game fish. Catchable species include: westslope cutthroat trout, rainbow trout, bull trout (char), lake trout (char), Lake Superior whitefish, mountain whitefish, kokanee salmon (landlocked sockeye), and suckers. However, the lake is nutrient-poor and is not considered a prime fishing destination. Grizzly bears, black bear, moose, and mule deer are found in many places near the lake but are most common on the north shore. The lake is surrounded by a dense coniferous forest dominated by various species of spruce, fir, and larch. At the westernmost section of the lake in Apgar there is a National Park Service visitor center with limited lodging and dining facilities. Lake McDonald Lodge is the largest lodging facility on the lake and is approximately 5 miles (8.0 km) east along the Going-to-the-Sun Road. The lodge was constructed in 1913–14 to resemble a rustic hunting lodge with Swiss-influenced architecture. McDonald Creek flows into and drains from the lake, and empties into the Middle Fork Flathead River shortly after.",
        "imageName": "lakemcdonald"
    },
    {
        "name": "Charley Rivers",
        "category": "Rivers",
        "city": "Eaking",
        "state": "Alaska",
        "id": 1007,
        "isFeatured": true,
        "isFavorite": false,
        "park": "Charley Rivers National Preserve",
        "coordinates": {
            "longitude": -143.122586,
            "latitude": 65.350021
        },
        "description": "Yukon–Charley Rivers National Preserve is a United States national preserve located in east central Alaska along the border with Canada. Managed by the National Park Service, the preserve encompasses 130 miles (208 km) of the 1,800-mile (3,000 km) Yukon River and the entire Charley River basin. The preserve protects the undeveloped Charley River and a significant portion of the upper Yukon. The interior Alaskan region experiences extremes of weather, with temperatures that can vary from −50 °F (−46 °C) in winter to 97 °F (36 °C) in summertime. The Yukon provided a means of access to the region, which is entirely roadless, during the late 19th century and early 20th centuries. Gold rushes in Alaska brought prospectors, who operated gold dredges to recover significant quantities of placer gold from area creeks. Today the preserve includes part of the route of the annual Yukon Quest dogsled race, which runs every February. During the summer float trips are popular on the Yukon and Charley Rivers.",
        "imageName": "charleyrivers"
    },
    {
        "name": "Icy Bay",
        "category": "Mountains",
        "city": "Icy Bay",
        "state": "Alaska",
        "id": 1008,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Wrangell-St. Elias National Park and Preserve",
        "coordinates": {
            "longitude": -141.518167,
            "latitude": 60.089917
        },
        "description": "Since 1900, several huge tidewater glaciers have retreated to form Icy Bay on the coast of Wrangell-St. Elias National Park and Preserve. The bay was formed by the rapid retreat of the Guyot, Yahtse, and Tyndall Glaciers. The protected, blue waters surrounded by spectacular glacial scenery and an abundance of wildlife are ideal for sea kayaking. Most kayakers access Icy Bay by chartering a small bush plane to drop them off at Kageet Point on the eastern edge of Icy Bay or Pt. Riou, located on Chugach Alaska Native Corporation land southeast of Icy Bay. Before flying into Pt. Riou, visitors should request permission by writing Chugach Alaska Corporation, 3800 Centerpoint Drive, Suite 1200, Anchorage, Alaska 99503. Access to Icy Bay is restricted to small bush planes only, so many parties use collapsible kayaks. There are air taxis in Yakutat who are approved to operate in the park, which you can find by visiting kayaking services. These air taxis fly planes that are capable of landing on the bush strip at Kageet Point, which is the most common point of access for Icy Bay kayakers. It's a raised beach strip, and makes for a lovely initial camping spot while you set up your gear. There are many bears throughout the area, but those using Icy Bay before you have been diligent in practicing proper food storage techniques and there have been no adverse human-bear interactions in recent years. Exercise proper caution as you would in bear country throughout Alaska. There are lodges in and around Yakutat that offer lodging and Alaska cuisine as well as guided kayaking, hiking, beach combing, wildlife photography, and fly fishing. There are many beach camping opportunities throughout the bay, but there are no officially designated camp sites. We ask that you pick areas that seem suitable to your needs, spread your use away from areas that show signs of use, and practice leave no trace of your camping when you depart. \"Pack it in, pack it out!\"",
        "imageName": "icybay"
    },
    {
        "name": "Rainbow Lake",
        "category": "Lakes",
        "city": "Willow",
        "state": "Alaska",
        "id": 1009,
        "isFeatured": false,
        "isFavorite": false,
        "park": "State Recreation Area",
        "coordinates": {
            "longitude": -150.086103,
            "latitude": 61.694334
        },
        "description": "Rainbow Lake Provincial Recreation Area is a remote park in the northwest corner of the province. To get there go 145 km west of High Level on Hwy. 58 and 45 km south on an access road. Enjoy the peacefulness of the northern boreal forest at this lakeside campground as you launch your boat or paddle your canoe on the lake Try your luck catching pike, walleye or burbot, or stay on dry land watching for birds and wildlife. The Rainbow Lake Trail provides access to one of the park's steepest passes, Bowan Pass, as well as deep blue Rainbow Lake. It is primarily a backpacker or advanced stock use trail, since it lies deep within the park and is accesed via several other trails. Primarily, it is part of the popular Rainbow-McAlester Lakes loop, and makes a beautiful fall destination for rugged hikers, or for those who enjoy getting away from it all and fishing.",
        "imageName": "rainbowlake"
    },
    {
        "name": "Hidden Lake",
        "category": "Lakes",
        "city": "Newhalem",
        "state": "Washington",
        "id": 1010,
        "isFeatured": false,
        "isFavorite": false,
        "park": "North Cascades National Park",
        "coordinates": {
            "longitude": -121.17799,
            "latitude": 48.495442
        },
        "description": "The Hidden Lake trail is one of the crown jewels of hiking in Washington State. No other trail offers so much as Hidden Lake Lookout: forest, wildflowers, a true alpine environment of stark granite well above treeline, breathtaking summit views of the heart of North Cascades National Park, and a fire lookout with a sweeping history almost as big as the mountainous landscape it gazes over. Hidden Lake Peak is a joyous hike that begins in cool forests but quickly propels the hiker into vast, open meadows filled with wildflowers, then rocky slopes and heather, before ending at a steep rocky pinnacle with a historic fire lookout perched on top. It is a very popular day hike, but also makes a nice overnight backpack trip and is an access route for climbers headed off into the Eldorado and Triad area.",
        "imageName": "hiddenlake"
    },
    {
        "name": "Chincoteague",
        "category": "Rivers",
        "city": "Chincoteague",
        "state": "Virginia",
        "id": 1011,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Chincoteague National Wildlife Refuge",
        "coordinates": {
            "longitude": -75.383212,
            "latitude": 37.91531
        },
        "description": "Located on the Indigenous homelands of the Pocomoke and Occohannock people, Chincoteague National Wildlife Refuge protects beach, dune, marsh, and maritime forest habitats. Established in 1943 to protect migratory birds, this refuge is now one of the most visited in the United States. This gem of Eastern Virginia is a birder's paradise, as well as the home of cultural treasures such as Assateague Lighthouse and the world famous Chincoteague ponies. National wildlife refuges offer us all a chance to unplug from the stresses of daily life and reconnect with our natural surroundings. With 15 miles of hiking trails and a pristine beach, there are plenty of opportunities to seek out the 275+ bird species that call our refuge home throughout the year. Natural wonders abound, so keep an eye out for deer, dolphins and other wildlife as you explore. Connect with the area's rich cultural history during a trip to Assateague Lighthouse or while watching the Chincoteague ponies graze in our saltmarsh. From photography and bicycling to fishing and hunting, there's something for everyone to enjoy on our magical island. Chincoteague and Wallops Island National Wildlife Refuges encompass extraordinary and ever-changing lands at the edge of the sea, a place where unique habitats and wildlife flourish. In partnership with others, the refuges are a vital part of a larger system of protected lands and waters on the Delmarva Peninsula critical to migratory birds. People from around the world can visit the refuges to learn, recreate, refresh themselves, be inspired by wildlife and wild lands, and renew their connection with nature.",
        "imageName": "chincoteague"
    },
    {
        "name": "Lake Umbagog",
        "category": "Lakes",
        "city": "Errol",
        "state": "New Hampshire",
        "id": 1012,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Umbagog National Wildlife Refuge",
        "coordinates": {
            "longitude": -71.056816,
            "latitude": 44.747408
        },
        "description": "Umbagog Lake is a wilderness lake located in Coös County, New Hampshire, and Oxford County, Maine. It is one of the most pristine lakes in the state of New Hampshire. It lies in the towns of Errol, New Hampshire, and Upton, Maine, as well as the townships of Cambridge, New Hampshire, and Magalloway Plantation, Maine. The name Umbagog is properly pronounced with the stress on the second syllable (um-BAY-gog) and is said to come from the Abenaki word for \"shallow water\". Both \"Lake Umbagog\" and \"Umbagog Lake\" are commonly used and accepted when referring to the body of water. The lake is part of the Umbagog National Wildlife Refuge and Umbagog Lake State Park. Along its southernmost shore, there is a public campground and a public boat launch ramp which may be accessed from New Hampshire Route 26. There are 33 wilderness campsites, accessible only by boat, which are located around the lake. An interesting feature along its northwest shore is an expansive natural floating island composed of generations of decomposing marshland vegetation. The area is abundant with wildlife, including coyote, wild turkey, bald eagle, osprey, bobcat, moose, rabbit, bear, loons and many other native species. The lake runs almost 11 miles (18 km) north to south. Its surface area is 7,850 acres (31.8 km2), making it the largest lake along the Maine/New Hampshire border. Its average depth is 10 feet (3.0 m), and its maximum depth is 45 feet (14 m). The lake's area and depth were markedly increased with the construction of a dam at Errol in the 19th century. Umbagog Lake is fed by the Magalloway River, the Rapid River, and the Dead Cambridge River. It is the source of the Androscoggin River. The lake is classified as a warmwater fishery, with observed species including smallmouth bass, chain pickerel, horned pout, and northern pike.",
        "imageName": "umbagog"
    }
]
